<template>
  <div>
    <div class="q-title flex_center">快速到账协议</div>
    <div>感谢您选择共销客平台服务（以下简称“本服务”）。共销客平台是由北京博卡先锋软件开发有限公司（以下简称“博卡先锋”）开发并经营，在您使用共销客平台前，您应当仔细阅读并遵守《共销客平台服务协议》（以下简称“本协议”）以及共销客平台规则。本协议由您与共销客平台的经营者共同缔结，本协议具有合同效力。请您务必审慎阅读、充分理解该等协议、规则各条款内容，特别是限制或免除责任的相应条款、争议解决和法律适用条款。限制或免除责任条款可能将以加粗字体形式显示，提示您注意，您应重点阅读。</div>
    <div>	除非您已阅读并接受本协议以及共销客平台规则的所有条款,否则您无权使用本服务的任何部分或全部。您对本服务的任何使用行为,包括但不限于注册、登录本服务均视为您已阅读并同意受本协议及共销客平台规则全部条款的约束,届时您不应以未阅读本协议或共销客平台规则的内容或者未获得共销客对您问询的解答等理由,主张本协议无效,或要求撤销本协议。如果您不同意共销客平台规则的约定,您应立即停止注册或停止使用共销客平台服务。如您对本协议有任何疑问,应根据本协议列明的联系方式联系共销客。</div>
    <div>一、定义</div>
    <div>1．共销客/共销客平台:是指共销客微信营销平台。</div>
    <div>2．共销客平台服务:共销客基于微信,在共销客微信小程序或微信服务号向您提供的各项服务,包括但不限于文章、商品、活动、卖家、订单、返点客、客户等具体服务。本服务包含的具体服务以共销客提供的服务内容为准。</div>
    <div>3．客户:指在共销客平台上浏览或购买商品/接受服务的用户。</div>
    <div>4. 提现至银行卡的到账时间为1-3日内，具体以银行到账时间为准。</div>
    <div>5. 厂家：指使用并通过实名认证、公司资质认证注册使用共销客，在共销客上进行货源商品提供及出售的供货商。</div>
    <div>6．共销客平台规则:为《共销客平台服务协议》、《共销客代理协议》，《共销客禁售商品管理规范》、《共销客快速到账协议》等共销客已经发布的及将来可能发布的各类相关协议、相关业务规则、解读、公告的统称。所有规则为本协议不可分割的组成部分,与本协议正文具有同等法律效力。</div>
    <div>二、本协议及/或本服务的变更</div>
    <div>1．共销客有权根据需要不时地依照本协议约定方式就本协议的有关约定和/或本服务内容进行变更。一旦本协议和/或本服务内容发生变更,共销客将会在该变更内容确定后,以共销客客户端更新的方式向用户公布,您知悉并认可共销客无需另行单独通知您。</div>
    <div>2．您应不时关注本协议及本服务有关内容,以便掌握任何变动情况。如果您不同意共销客变更的内容,您应主动停止使用本服务。如果您在变更内容通告后7天内未主动停止使用本服务,则视为您接受本协议和/或本服务的变更,变更内容通告后您如果仍继续使用本服务亦构成您对有关变更内容的接受与认可。如您针对变更内容有异议,您应立即停止使用全部本服务,且您应在上述约定期限内主动停止使用本服务。</div>
    <div>3．同时,共销客将可能进一步扩充本服务功能(扩充的服务功能纳入本服务范畴,本协议同样适用于扩充的服务功能),针对该部分新增功能将有可能附带特别适用于该功能的协议内容,请您在使用该新增功能前,仔细阅读该功能所附带协议(如有)。届时您接受该项新增功能服务的前提为您同意该项新增功能服务所附带的所有法律文档,包括但不限于本协议及新增功能服务所附带的协议。如果您不接受该新增功能所附带协议,请切勿使用该新增功能,否则您的使用行为将被视为您对附带协议的完全接受。同时您知悉并同意如本协议与任何针对某项新增服务添加相关特别约定、协议不一致的,均优先适用针对新增功能所添加相关特别约定及协议的规定。</div>
    <div>三、 账户注册与使用</div>
    <div>1. 主体资格</div>
    <div>您确认,在您注册或以其他共销客允许的方式实际使用共销客平台服务时,您应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。若自然人用户不具备前述主体资格,则您及您的监护人应承担因此而导致的一切后果,且共销客有权注销或永久冻结您的账户,并向您及您的监护人索偿相应损失。</div>
    <div>2. 注册与使用</div>
    <div>a)当您按照注册页面提示填写手机号、营业执照信息、阅读并同意本协议且收到共销客发送的短信验证码后,由您填写验证码,完成全部注册程序后,或您以其他共销客允许的方式实际使用共销客平台服务时,您即受本协议约束。您可以使用您提供或确认的手机号码或者共销客允许的其它方式作为登录手段进入共销客平台。</div>
    <div>b)您的帐号不得以任何方式买卖、转让、赠与或继承,除非有法律明确规定或司法裁定,并经共销客同意,且需提供共销客要求的合格的文件材料并根据共销客制定的操作流程办理。</div>
    <div>c)在注册或实名认证时,您应当依照法律法规要求,按相应页面的提示准确提供您的资料,并于资料信息变更时及时更新,以保证您所提交资料的真实、及时、完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的,共销客有权向您发出问询及/或要求及时更正的通知,并有权直接做出删除相应资料的处理,甚至中止、终止对您提供部分或全部共销客平台服务。共销客对此不承担任何责任,由您自行承担因此产生的全部直接或间接损失及不利后果。</div>
    <div>d)您应当准确填写并及时更新您提供的联系电话等联系方式,以便共销客或其他 用户与您取得联系,因通过这些联系方式无法与您取得联系,导致您在使用本服务过程中产生任何损失或承担任何法律责任的,应由您完全独自承担。您了解并同意,您有义务保证你提供的联系方式的真实性和有效性,如有变更的,您应按共销客的要求进行操作。</div>
    <div>e)您应当在店铺的首页显著位置，持续公示营业执照信息、与其经营业务有关的行政许可信息、属于依照《电子商务法》第十条规定的不需要办理市场主体登记情形等信息，或者上述信息的链接标识。前款规定的信息发生变更的，您应当及时更新公示信息。</div>
    <div>f)您根据消费者的兴趣爱好、消费习惯等特征向其提供商品或者服务的搜索结果的，应当同时向该消费者提供不针对其个人特征的选项，尊重和平等保护消费者合法权益。您向消费者发送广告的，应当遵守《中华人民共和国广告法》的有关规定。</div>
    <div>g)您应当按照承诺或者与消费者约定的方式、时限向消费者交付商品或者服务，并承担商品运输中的风险和责任。但是，消费者另行选择快递物流服务提供者的除外。</div>
    <div>h)您按照约定向消费者收取押金的，应当明示押金退还的方式、程序，不得对押金退还设置不合理条件。消费者申请退还押金，符合押金退还条件的，电子商务经营者应当及时退还。</div>
    <div>i)您从事跨境电子商务，应当遵守进出口监督管理的法律、行政法规和国家有关规定。</div>
    <div>j)您应当依照税收征收管理法律、行政法规的规定，向税务部门报送平台内经营者的身份信息和与纳税有关的信息，并应当提示依照《电子商务法》第十条规定不需要办理市场主体登记的电子商务经营者依照《电子商务法》第十一条第二款的规定办理税务登记。</div>
    <div>k)您发现平台内的商品或者服务信息存在违反《电子商务法》第十二条、第十三条规定情形的，应当依法采取必要的处置措施，并向有关主管部门报告。</div>
    <div>l)您使用《易采集》功能采集的文章，一旦有人投诉或举报，平台有权在没有给予您任何通知的前提下对文章进行删除</div>
    <div>m)您使用厂家快速到账后的功能后，一旦发生退款等售后问题时，需自己线下处理，平台不做任何产品的质量担保，因产品质量问题产生的相关服务于售后问题本平台及本公司概不负责，如未及时处理售后服务，平台有权在没有给予您任何通知的前提下对保证金进行扣除。</div>
    <div>3. 账户的注销</div>
    <div>a)如您申请注销共销客账户的,您根据共销客要求提交资料,经共销客审核过后,办理注销账户事宜,同时共销客会终止您所有共销客平台服务。</div>
    <div>b)您同意并授权共销客,您如有任意的欺诈、发布或销售假冒伪劣、侵权商品、侵犯他人合法权益或其他违反法律法规、共销客平台规则等行为,共销客有权披露您的相关信息,且会导致您的账户可能被注销、不能再登录共销客平台。</div>
    <div>c)您自行终止从事电子商务的，应当提前三十日在店铺首页显著位置持续公示有关信息。</div>
    <div>4. 账户安全</div>
    <div>您应妥善保管您的账号。因您保管不善而可能导致账号失窃的,责任由您自行承担。且您须对在该登录名下发生的所有活动(包括但不限于信息披露、发布信息、网上点击同意或提交各类规则协议、网上续签协议或购买服务等)承担责任。 您知悉并认可:</div>
    <div>a)如发现任何账户安全问题,您应立即采取有效方式通知共销客;您认可共销客对您的任何请求采取行动均需要合理的时间,除共销客存在过错外,共销客对在采取行动前已经产生的后果不承担任何责任。 b)为确保您在每个上网时段结束时,以正确步骤离开网站、移动智能终端设备应用、服务。您理解并同意给予共销客合理的时间对您提出请求做出相应的处理及提供解决方案,共销客对在共销客采取行动前已经产生的任何后果(包括但不限于您遭受的任何损失及/或承担的责任)不承担任何法律责任。</div>
    <div>四、 用户个人隐私信息的保护</div>
    <div>1. 共销客深知您珍视个人隐私,并理解保护您个人信息的重要性。共销客将按照相关法律法规的规定收集、使用、保存和分享您的个人信息。为了改善产品服务,让您得到更好的用户体验,共销客可能会与第三方服务供应商以及其他合作伙伴进行合作向您提供共销客服务,并有可能需要使用您的个人信息。共销客将努力确保第三方服务供应商以及其他合作伙伴采取的保密和安全措施不低于共销客对您个人隐私信息保护的措施,如您不同意共销客收集、使用、保存和分享您的个人信息,您应立即停止使用本服务。</div>
    <div>2. 共销客将按照本协议以及《隐私政策》的规定收集、使用、保存和分享您的个人信息。本协议对个人信息保护规定的内容与上述《隐私政策》有冲突的,及本协议对个人信息保护相关内容未作明确规定的,均应以《隐私政策》内容为准。</div>
    <div>3. 您在注册账号和使用本服务的过程中,根据法律法规要求需要填写一些必要的用户个人信息。您应当保证填写的身份信息为真实、完整的。您知悉并认可,若您填写的信息不完整,则无法使用本服务或在使用过程中受到限制。</div>
    <div>4. 一般情况下,您可随时浏览、修改自己提交的相关信息,但出于安全性和身份识别的考虑,您可能无法自行修改注册时提供的手机号码。如有任何问题欢迎与共销客客服取得联系(联系方式请见本协议)。</div>
    <div>5. 共销客将应用各种安全技术和程序建立完善的管理制度来保护您的个人信息以免遭受未经授权的访问、使用或披露。</div>
    <div>6. 共销客非经您的许可或根据相关法律、法规的强制性规定,不会透露您的个人信息。如您涉嫌侵犯他人知识产权等合法权益,则经共销客初步审核确有涉嫌侵权行为存在的情况下,共销客有权向权利人提供您的相关个人信息。共销客承诺并保证这些信息仅且仅用于核实共销客的记录并向用户提供更适合需要的服务。</div>
    <div>7. 共销客不会将您的个人信息转移或披露给任何非关联的第三方,除非:</div>
    <div>a)相关法律法规或法院、政府机关要求;</div>
    <div>b)为完成合并、分立、收购或资产转让而转移;</div>
    <div>c)为提供给您要求的服务所必需。</div>
    <div>8. 共销客非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人,在使用本服务前,应事先取得您家长或法定监护人的书面同意。</div>
    <div>9. 您声明并保证,您对您所发布的信息拥有相应、合法的权利。否则,共销客可对您发布的信息依法或依本协议进行删除或屏蔽。</div>
    <div>五、商品及/或服务的销售与评价</div>
    <div>1. 您的销售行为应当基于真实的消费需求,不得存在对商品及/或服务实施刷单、恶意销售、恶意维权等扰乱共销客平台正常交易秩序的行为。基于维护共销客平台交易秩序及交易安全的需要,共销客发现上述情形时可主动执行关闭相关交易订单等操作。</div>
    <div>2. 您有权在共销客平台提供的评价系统中对与您达成交易商品及/或服务进行评价回复。您的所有评价回复行为应遵守共销客平台规则的相关规定,评价回复内容应当客观真实,不应包含任何污言秽语、色情低俗、广告信息及法律法规与本协议列明的其他禁止性信息;您不应利用评价权利对其他用户实施威胁、敲诈勒索。共销客可按照共销客平台规则的相关规定对您实施上述行为所产生的评价信息进行删除或屏蔽。</div>
    <div>六、本服务使用规范</div>
    <div>1. 您承诺在使用本服务过程中,您应遵守以下约定:</div>
    <div>a)实施的所有行为均应遵守国家法律、法规等规范性文件及共销客平台各项规则的规定和要求,不违背社会公共利益或公共道德,不损害他人的合法权益,不偷逃应缴税费,不违反本协议及相关规则。您如果违反前述承诺,产生任何法律后果的,您应以自己的名义独立承担所有的法律责任,并确保共销客平台免于因此产生任何损失。</div>
    <div>b)交易过程中,应遵守诚实信用原则,不采取不正当竞争行为,不扰乱网络交易的正常秩序,不从事与网络交易无关的行为。</div>
    <div>c)不发布国家明令禁止销售的或限制销售的商品或服务信息(除非获得合法且足够的许可);不得发布涉嫌侵犯他人知识产权或其它合法权益的商品或服务信息;不发布违背社会公共利益或公共道德或共销客认为不适合在共销客平台上销售的商品或服务信息;不发布其它涉嫌违法或违反本协议及各类规则的信息。</div>
    <div>d)不以虚构或歪曲事实的方式贬低、诋毁其他用户,不采取不正当方式提升或试图提升自身的信用度。</div>
    <div>e)未经共销客书面许可,不得自行或允许第三方以任何形式抓取共销客的数据,不对共销客平台上的任何数据作商业性利用,包括但不限于在未经共销客事先书面同意的情况下,以复制、传播等任何方式使用共销客平台上展示的资料。</div>
    <div>f)不使用任何装置、软件或例行程序干预或试图干预共销客平台的正常运作或正在共销客平台上进行的任何交易、活动。您不得采取任何将导致不合理的庞大数据负载加诸共销客平台网络设备的行动。</div>
    <div>g)您的共销客商品信息,可通过微信朋友圈、等进行转发,但因您转发内容导致的任何纠纷均由您自行承担。</div>
    <div>h)您同意按照共销客的交易规则,在您与买家完成商品订单后,您同意买家将商品价款支付到共销客账户,然后根据买家选择的交易模式和收货情况及交易履行情况,由共销客将交易款项转账到您在共销客注册时所留的银行卡账户上。</div>
    <div>i)您应该遵守《共销客禁售商品管理规范》,严禁通过共销客销售禁止销售的物品,同时共销客禁止任何虚假交易、禁止任何无真实标的物的交易行为以及其它共销客认为不适宜进行交易的行为,否则共销客一经发现有权没收您全部收入,同时有权立即查封您的共销客账户,且无需对此承担任何责任。</div>
    <div>j)您承诺在使用共销客平台时应遵守中华人民共和国相关法律法规及共销客平台规则等,不得从事任何非法交易或违反共销客平台相关规则的交易行为。</div>
    <div>k)您在共销客平台开展经营活动的,应承诺经营的商品或服务来源合法,资质齐全,并按中华人民共和国相关法律法规及共销客平台要求提交相关证明文件,包括但不限于营业执照、授权委托书、资质证书、商标注册证、报关单等。您应保证向共销客平台提供的上述证明文件或其他相关证明真实、合法、准确、有效,并保证上述证明文件或其他相关证明发生任何变更或更新时,及时通知共销客平台,若上述文件变更或更新导致您不符合本协议规定的,共销客平台有权单方全部或部分限制您的经营。若因您提交虚假、过期文件或未及时更新或通知证明文件导致纠纷或共销客平台被相关国家机关处罚的,由您独立承担全部法律责任,如因此造成共销客平台损失的,您应予以赔偿。</div>
    <div>2.您有权自行决定商品及/或服务的促销及推广方式,共销客亦为您提供了丰富的推广、促销、分销方式,您承诺您的促销推广行为应当符合国家相关法律法规及共销客平台规则的规定。</div>
    <div>3.您在使用本服务过程中,您应对销售额/营业额超过法定免征额部分及时、足额地向税务主管机关缴纳应纳税款。</div>
    <div>4.您了解并同意:</div>
    <div>a)您如果违反前述承诺,产生任何法律后果的,您应以自己的名义独立承担所有的法律责任,并确保共销客平台免于因此遭受任何损失或承担任何责任。</div>
    <div>b)基于维护共销客平台交易秩序及交易安全的需要,共销客有权在发生诈骗、售假、套现等扰乱市场正常交易秩序的情形下,对相关交易订单进行冻结、关闭等操作。</div>
    <div>c)经国家行政或司法机关的生效法律文书确认您存在违法或侵权行为,或者共销客根据自身的判断,认为您的行为涉嫌违反法律法规的规定或涉嫌违反本协议和/或共销客规则的条款的,共销客有权不经通知您即予以删除,且按照相关规则的规定对您进行处罚。共销客有权在共销客平台上公示您的该等涉嫌违法或违约行为及共销客已对您采取的措施。</div>
    <div>d)对于您违反本协议项下承诺,或您在共销客平台上实施的行为,包括您未在共销客平台上实施但已经对共销客平台及其用户产生影响的行为,共销客有权单方认定您行为的性质及是否构成对本协议及/或共销客规则的违反,并根据单方认定结果适用规则予以处理或终止向您提供服务,且无须征得您的同意或提前通知您。您应自行保存与您行为有关的全部证据,并应对无法提供充要证据而承担的不利后果。</div>
    <div>e)如您涉嫌违反有关法律或者本协议之规定,使共销客遭受任何损失,或导致任何第三方对共销客提起索赔,或使共销客遭受任何行政管理部门的处罚,您应当赔偿共销客因此产生的全部损失及或发生的费用,包括但不限于诉讼费、律师费以及共销客向第三方支付的赔偿金或违约金等。</div>
    <div>f)如您在共销客的交易行为或您与买家的交易行为被有关部门或共销客认定为属于信用卡套现的情形时,共销客平台有权按照该笔交易金额的1%收取违约金,且共销客有权冻结、取消该交易、关闭或注销您的共销客账户。</div>
    <div>七、特别授权</div>
    <div>1. 您知悉并认可,您对本服务的实际使用行为,即视为同意共销客客户端向您发送商业信息,如您不希望收到共销客向您发送的商业信息,请您在自己的手机中设置关闭接受共销客发送信息的功能。</div>
    <div>2. 您完全理解并不可撤销的授权共销客在您和买家发生交易纠纷后,共销客有权根据买家的请求向买家提供您的详细信息,由买家与您通过协商或诉讼方式处理纠纷。</div>
    <div>3. 您亦可以选择使用共销客进行交易纠纷的调解处理服务,共销客会根据本协议及共销客规则的规定,处理您在共销客发生的所有交易及可能产生的交易纠纷。您同意接受共销客根据其所了解到的争议事实并依据共销客平台规则作出调解处理决定。您理解并同意,在争议调处服务中,共销客平台的客服并非专业人士,仅能以普通人的认知对用户提交的凭证进行判断。因此,除存在故意外,调处方对争议调处决定免责。如您对调处决定不满意,您仍有权采取其他争议处理途径解决争议,但通过其他争议处理途径未取得终局决定前,您仍应先履行调处决定。</div>
    <div>4. 一旦您向共销客和/或其关联公司作出任何形式的承诺,且相关方已确认您违反了该承诺,则共销客有权立即按您的承诺或协议约定的方式对您的账户采取限制措施,包括中止或终止向您提供服务,并公示相关方确认的您的违约情况。您了解并同意,共销客无须就相关确认与您核对事实,或另行征得您的同意,且共销客无须就此限制措施或公示行为向您承担任何的责任。</div>
    <div>5. 对于您提供的资料及数据信息,您授予共销客独家的、全球通用的、永久的、免费的许可使用权利(并有权在多个层面对该权利进行再授权)。此外,共销客及其关联公司有权(全部或部分地)使用、复制、修订、改写、发布、翻译、分发、执行和展示您的全部资料数据(包括但不限于注册资料、交易行为数据及全部展示于共销客平台的各类信息)或制作其派生作品,并以现在已知或日后开发的任何形式、媒体或技术,将上述信息纳入其它作品内。</div>
    <div>八、免责声明及有限保证</div>
    <div>1. 共销客负责按"现状"和"可得到"的状态向您提供共销客平台服务。共销客对本服务的适用性、完整性、持续性、准确性、可靠性以及满足用户的要求或符合用户的期望等不作任何担保,不论是明示的或默示的。同时,共销客也不对本服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定性、完整性和及时性作出任何承诺和保证。</div>
    <div>2. 您了解共销客仅向您提供共销客平台服务,且共销客平台上的的信息均系用户自行发布,可能存在风险和瑕疵。共销客平台仅作为第三方交易平台。共销客平台仅作为您获取物品或服务信息、物色交易对象、就物品和/或服务的交易进行协商及开展交易的场所,但共销客无法控制交易所涉及的物品的质量、安全或合法性,商贸信息的真实性或准确性,以及交易各方履行其在贸易协议中各项义务的能力。因此,共销客不对用户行为的合法性、有效性、真实性作任何明示或默示的担保,对此您应谨慎判断,另外，您通过共销客平台创建活动与买家之间产生的交易或其他纠纷，共销客平台概不负责。</div>
    <div>3.除非法律法规明确要求,或出现以下情况,否则,共销客没有义务对所有用户的信息数据、商品和服务信息、交易行为以及与交易有关的其它事项进行审查: a)共销客有合理的理由认为特定用户及具体交易事项可能存在重大违法或违约情形。b)共销客有合理的理由认为用户在共销客平台的行为涉嫌违法或不当。</div>
    <div>4. 共销客有权基于您不可撤销的授权受理您与共销客消费者因交易产生的争议,并有权单方判断与该争议相关的事实及应适用的规则,进而作出处理决定,包括但不限于调整相关订单的交易状态。该处理决定对您有约束力。如您未在限期内执行处理决定的,则共销客有权利(但无义务)直接使用您在共销客的款项,或您向共销客交纳的保证金代为支付。您应及时补足保证金并弥补共销客及其关联公司的损失,否则共销客及其关联公司有权直接抵减您在其它合同项下的权益,并有权继续追偿。</div>
    <div>5. 您理解并同意,共销客并非司法机构,仅能以普通人的身份对证据进行鉴别,共销客对争议的调处完全是基于您不可撤销得授权,其无法保证争议处理结果符合您的期望,也不对争议调处结论承担任何责任。如您因此遭受任何损失或承担任何法责任,均与共销客无关。</div>
    <div>6. 尽管本协议中可能含有相反的规定,在适用法律允许的最大范围内,您了解并同意,共销客不对因您使用本服务引起的、或在任何方面与本服务有关的任何意外的、非直接的、特殊的利益损失承担责任,包括但不限于利润、商誉、使用、数据等方面的损失或其它无形的损失,(无论共销客是否已被告知该等损害赔偿的可能性)。</div>
    <div>7. 不论在何种情况下,共销客均不对由于信息网络正常的设备维护,信息网络连接故障,电脑、通讯或其他系统的故障,电力故障,罢工,劳动争议,暴乱,起义,骚乱,生产力或生产资料不足,火灾,洪水,风暴,爆炸,战争,政府行为,司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。</div>
    <div>九、知识产权归属</div>
    <div>1. 共销客所包含的全部智力成果包括但不限于数据库、网站设计、文字和图表、软件、照片、录像、音乐、声音及其前述组合,软件编译、相关源代码和软件(包括小应用程序和脚本)的知识产权权利均归博卡先锋所有。用户不得为商业目的复制、更改、拷贝、发送或使用前述任何材料或内容。</div>
    <div>2. 共销客名称中包含的所有权利,包括但不限于著作权、商标权等,均归博卡先锋所有。</div>
    <div>3. 用户在使用共销客服务过程中不得未经权利人的合法授权使用共销客或他人的合法知识产权权利。</div>
    <div>十、侵权处理</div>
    <div>如您认为共销客平台商家发布的商品侵犯了您的合法权利,您有权向共销客提交书面权利通知书,要求共销客删除相关涉嫌侵权的商品。权利通知书应包含的具体内容以及邮寄地址,请您根据本协议列明的客服热线联系共销客客服。</div>
    <div>十一、客户服务</div>
    <div>1. 共销客建立专业的客服团队,并建立完善的客户服务制度,从技术、人员和制度上保障用户提问及投诉渠道的畅通,为用户提供及时的疑难解答与投诉反馈服务。</div>
    <div>2.在线反馈:进入共销客个人中心,点击“投诉或建议”。</div>
    <div>十二、违约赔偿</div>
    <div>1. 如由于您使用本服务、违反本协议及其他相关协议、或您侵害他人合法权益而使共销客及其关联公司遭受任何损失(包括但不限于律师费、诉讼费),或导致任何第三人向共销客及其关联公司提出任何索赔或请求,或导致共销客及其关联公司遭受任何行政管理部门的处罚,您应使共销客及其关联公司不因此遭受任何损害,并保证承担由此引发的全部法律责任。</div>
    <div>2. 如共销客平台发现您存在套现行为的,您应向共销客平台缴纳交易金额1%的违约金,由共销客平台直接从您的交易金额中扣取,并有权根据情节严重程度,对您处以警告、限制或禁止使用部分或全部功能、封禁或注销店铺账户等处罚。</div>
    <div>十三、协议的中止与终止</div>
    <div>1. 您知悉并认可,共销客有权自行决定以合理的理由、在法律允许的最大范围内,并不经事先通知的中止、终止向您提供部分或全部共销客平台服务,暂时冻结或永久冻结(注销)您的账户在共销客平台的权限,且无须为此向您或任何第三方承担任何责任。</div>
    <div>2. 出现以下任一情况时,共销客有权直接以注销账户的方式终止本协议,并有权永久冻结(注销)您的共销客账户的权限:</div>
    <div>a)共销客终止向您提供服务后,您涉嫌再一次直接或间接以他人名义注册为共销客用户的;</div>
    <div>b)您的账户名称、头像或简介涉嫌违反法律法规、包含不良信息、涉嫌冒用或关联机构或社会名人注册账户名称的;</div>
    <div>c)严重侵犯消费者的合法权益、不履行法律规定的相关义务(包括但不限于赔付、7天无理由退货等);</div>
    <div>d)严重违反共销客平台规则;</div>
    <div>f)其它共销客认为应当终止服务的情况。 3. 您的账户服务被终止或者账户在共销客平台的权限被永久冻结(注销)后,共销客没有义务为您保留或向您披露您账户中的任何信息,也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。</div>
    <div>4. 您同意,您与共销客的协议关系终止后,共销客仍享有下列权利:</div>
    <div>a)继续保存您的用户信息及您使用共销客平台服务期间的所有交易信息;</div>
    <div>b)您在使用共销客平台服务期间存在违法行为或违反本协议和/或共销客规则的行为的,共销客仍可依据本协议向您主张权利。</div>
    <div>5. 共销客中止或终止向您提供共销客平台服务后,对于您在服务中止或终止之前的交易行为依下列原则处理,您应独力处理并完全承担进行以下处理所产生的任何争议、损失或增加的任何费用,并应确保共销客免于因此遭受任何损失或承担任何法律责任:</div>
    <div>a)您在服务中止或终止之前已经上传至共销客平台的商品或服务尚未交易的,共销客有权在中止或终止服务的同时删除此项商品或服务的相关信息;</div>
    <div>b)您在服务中止或终止之前已经与消费者达成交易合意,但该交易尚未实际履行的,共销客有权删除该买卖合同及其交易商品或服务的相关信息;</div>
    <div>c)您在服务中止或终止之前已经与其他消费者达成交易合意且已部分履行的,共销客可以不删除该项交易,但共销客有权在中止或终止服务的同时将相关情形通知您的交易对方。</div>
    <div>十四、法律适用与争议解决</div>
    <div>1. 本协议之订立、生效、解释、变更、终止、执行与争议解决均适用中华人民共和国大陆地区法律;如无相关法律规定的,则应参照通用国际商业惯例及/或行业惯例。</div>
    <div>2. 本协议包含了所有您在使用本服务时须遵守的一般性规范,您在使用共销客某个具体服务时还需遵守适用于该具体服务的特殊性规范(具体请参见您使用该具体服务时签署的其他协议以及规则等)。如一般性规范与特殊性规范不一致或有冲突的,则以特殊性规范的约定为准。</div>
    <div>&nbsp;</div>
    <div>&nbsp;</div>
  </div>
</template>
<i18n>
</i18n>

<script>
export default {
  name: 'Qarrival'
}
</script>

<style lang="less" scoped>
  .q-title{font-size: 17px}

</style>
